[
      {
        "user_id": 6,
        "user_name": "Николай",
        "product_id": 1,
        "text": "Интересно собирать, красиво выглядит. Из недочётов могу отметить отсутствие в комплекте свечки для смазывания некоторых деталей.",
        "rating": 5,
        "date": "20.03.2022"
      },
      {
        "user_id": 7,
        "user_name": "Пётр",
        "product_id": 1,
        "text": "Все хорошо конструктор достойный, интересный все понравилось, доставка вовремя большое спасибо",
        "rating": 5,
        "date": "10.03.2022"
      },
      {
        "user_id": 8,
        "user_name": "Светлана",
        "product_id": 1,
        "text": "Спасибо ! Взяли в подарок на 23.02 мальчикам 14 лет . Очень понравилось",
        "rating": 5,
        "date": "24.02.2022"
      },
      {
        "user_id": 9,
        "user_name": "Марина",
        "product_id": 1,
        "text": "Сделала заказ 23.11.19 когда действовала акция черной пятницы. Брала в подарок мужу. Ему очень понравилось собирать: легко, просто, интересно, увлекательно. В последующим служит отличной декоративной вещью на рабочем столе в офисе. Никаких нареканий, сервис на высоком уровне! Очень доброжелательные менеджеры по телефону, по почте отвечают быстро. Спасибо Вам! Если не знаете что подарить - здесь есть то, что приведет любого человека от процесса сборки и результата к восторгу) Решила написать отзыв спустя год, потому что при мыслях что подарить родным на новогодние праздники сразу вспомнила об этом сайте. Надеюсь на расширение ассортимента) успехов Вам!)",
        "rating": 5,
        "date": "07.11.2020"
      },
      {
        "user_id": 4,
        "user_name": "Иван",
        "product_id": 1,
        "text": "Пришло все в целости и сохранности. Хороший подарок для себя или друзей. Отличнейшее времяпровождение, а главное - с пользой! Идеальный вариант для новичков в мире UGEARS. Берите, не пожалеете!",
        "rating": 5,
        "date": "17.12.2019"
      },
      {
        "user_id": 4,
        "user_name": "Иван",
        "product_id": 6,
        "text": "красиво упаковано. сыну очень понравилось.",
        "rating": 5,
        "date": "19.12.2021"
      },
      {
        "user_id": 8,
        "user_name": "Светлана",
        "product_id": 6,
        "text": "Очень крутой конструктор. Все детали сделаны из плотной древесины. Много механизмов, которые, на самом деле, непросто собрать так, чтобы они двигались, как надо. В любом случае сборка - одно удовольствие",
        "rating": 5,
        "date": "07.04.2021"
      },
      {
        "user_id": 7,
        "user_name": "Пётр",
        "product_id": 6,
        "text": "07.04.2021",
        "rating": 5,
        "date": "13.01.2021"
      },
      {
        "user_id": 6,
        "user_name": "Николай",
        "product_id": 4,
        "text": "Собирать понравилось, но промазывание воском надоедает)) Штуку для выдавливания мелких деталей надо класть сверху, я ее увидел только под конец сборки, на 7-ом листе. К набору желательно прикладывать какой-нибудь напальчник (можно из дерева) фиксирующие клёпки стирают кожу до боли.",
        "rating": 4,
        "date": "21.08.2021"
      },
      {
        "user_id": 8,
        "user_name": "Светлана",
        "product_id": 4,
        "text": "замечательный конструктор, но вот одного маленького кусочка воска не хватает на всю сборку. На 16-ой странице его почти не осталос",
        "rating": 4,
        "date": "06.08.2021"
      },
      {
        "user_id": 7,
        "user_name": "Пётр",
        "product_id": 4,
        "text": "Очень интересно было собирать. Результат тоже впечатляет!",
        "rating": 5,
        "date": "31.01.2022"
      },
      {
        "user_id": 9,
        "user_name": "Марина",
        "product_id": 4,
        "text": "Отличная штука, но резинки на клавишах высохли и лопнули. Лучше при сборке заменить на канцелярские.",
        "rating": 5,
        "date": "17.02.2021"
      },
      {
        "user_id": 5,
        "user_name": "Иван",
        "product_id": 4,
        "text": "Отличный конструктор собирается легко , играть мелодии на нём можно научиться быстро.",
        "rating": 5,
        "date": "16.08.2020"
      }
    ]
